{"id":66,"name":"the-oak-and-the-reeds","backgroundPath":"fables/the-oak-and-the-reeds/background.jpg","picturePath":"fables/the-oak-and-the-reeds/picture.jpg","tilePath":"fables/the-oak-and-the-reeds/tile.jpg","iconPath":"fables/the-oak-and-the-reeds/icon.jpg","content":[{"title":"The Oak and the Reeds","text":"<p>A Giant Oak stood near a brook in which grew some slender Reeds. When the wind blew, the great Oak stood proudly upright with its hundred arms uplifted to the sky. But the Reeds bowed low in the wind and sang a sad and mournful song.</p><p><q>You have reason to complain,</q> said the Oak. <q>The slightest breeze that ruffles the surface of the water makes you bow your heads, while I, the mighty Oak, stand upright and firm before the howling tempest.</q></p><p><q>Do not worry about us,</q> replied the Reeds. <q>The winds do not harm us. We bow before them and so we do not break. You, in all your pride and strength, have so far resisted their blows. But the end is coming.</q></p><p>As the Reeds spoke a great hurricane rushed out of the north. The Oak stood proudly and fought against the storm, while the yielding Reeds bowed low. The wind redoubled in fury, and all at once the great tree fell, torn up by the roots, and lay among the pitying Reeds.</p>","moral":"Better to yield when it is folly to resist, than to resist stubbornly and be destroyed.","voicePath":null},{"title":"The Oak and the Reeds","text":"<p>A very large Oak was uprooted by the wind and thrown across a stream.</p><p>It fell among some Reeds, which it thus addressed: <q>I wonder how you, who are so light and weak, are not entirely crushed by these strong winds.</q></p><p>They replied, <q>You fight and contend with the wind, and consequently you are destroyed; while we on the contrary bend before the least breath of air, and therefore remain unbroken, and escape.</q></p>","moral":"Stoop to conquer.","voicePath":"fables/the-oak-and-the-reeds/voice_en_v1.mp3"}],"tags":["plant"],"related":[71,72]}