{"id":4,"name":"the-ants-and-the-grasshopper","backgroundPath":"fables/the-ants-and-the-grasshopper/background.jpg","picturePath":"fables/the-ants-and-the-grasshopper/picture.jpg","tilePath":"fables/the-ants-and-the-grasshopper/tile.jpg","iconPath":"fables/the-ants-and-the-grasshopper/icon.jpg","content":[{"title":"The Ants and the Grasshopper","text":"<p>In a field one summer's day a Grasshopper was hopping about, chirping and singing to its heart's content.</p><p>An Ant passed by, bearing along with great toil an ear of corn he was taking to the nest.</p><p><q>Why not come and chat with me,</q> said the Grasshopper, <q>instead of toiling and moiling in that way?</q></p><p><q>I am helping to lay up food for the winter,</q> said the Ant, <q>and recommend you to do the same.</q></p><p><q>Why bother about winter?</q> said the Grasshopper; <q>we have got plenty of food at present.</q> But the Ant went on its way and continued its toil.</p><p>When the winter came the Grasshopper had no food and found itself dying of hunger, while it saw the ants distributing every day corn and grain from the stores they had collected in the summer.</p>","moral":"It is best to prepare for the days of necessity.","voicePath":"fables/the-ants-and-the-grasshopper/voice_en.mp3"},{"title":"The Ants and the Grasshopper","text":"<p>In a field one summer's day a Grasshopper was hopping about, chirping and singing to its heart's content.  A group of Ants walked by, grunting as they struggled to carry plump kernels of corn.</p><p><q>Where are you going with those heavy things?</q> asked the Grasshopper.</p><p>Without stopping, the first Ant replied, <q>To our ant hill.  This is the third kernel I've delivered today.</q></p><p><q>Why not come and sing with me,</q> teased the Grasshopper, <q>instead of working so hard?</q></p><p><q>We are helping to store food for the winter,</q> said the Ant, <q>and think you should do the same.</q></p><p><q>Winter is far away and it is a glorious day to play,</q> sang the Grasshopper.</p><p>But the Ants went on their way and continued their hard work.</p><p>The weather soon turned cold.  All the food lying in the field was covered with a thick white blanket of snow that even the Grasshopper could not dig through.  Soon the Grasshopper found itself dying of hunger.</p><p>He staggered to the Ants' hill and saw them handing out corn from the stores they had collected in the summer.  He begged them for something to eat.</p><p><q>What!</q> cried the Ants in surprise, <q>haven't you stored anything away for the winter?  What in the world were you doing all last summer?</q></p><p><q>I didn't have time to store any food,</q> complained the Grasshopper; <q>I was so busy playing music that before I knew it the summer was gone.</q></p><p>The Ants shook their heads in disgust, turned their backs on the Grasshopper and went on with their work.</p>","moral":"Don't forget! There is a time for work and a time for play!","voicePath":null},{"title":"The Ants and the Grasshopper","text":"<p>One bright day in late autumn a family of Ants were bustling about in the warm sunshine, drying out the grain they had stored up during the summer, when a starving Grasshopper, his fiddle under his arm, came up and humbly begged for a bite to eat.</p><p><q>What!</q> cried the Ants in surprise, <q>haven’t you stored anything away for the winter? What in the world were you doing all last summer?</q></p><p><q>I didn’t have time to store up any food,</q> whined the Grasshopper; <q>I was so busy making music that before I knew it the summer was gone.</q></p><p>The Ants shrugged their shoulders in disgust.</p><p><q>Making music, were you?</q> they cried. <q>Very well; now dance!</q> And they turned their backs on the Grasshopper and went on with their work.</p>","moral":"There’s a time for work and a time for play.","voicePath":null}],"tags":["insect"],"related":[3,11,12,23,42,51,68,72]}