{"id":90,"name":"the-wolf-and-the-house-dog","backgroundPath":"fables/the-wolf-and-the-house-dog/background.jpg","picturePath":"fables/the-wolf-and-the-house-dog/picture.jpg","tilePath":"fables/the-wolf-and-the-house-dog/tile.jpg","iconPath":"fables/the-wolf-and-the-house-dog/icon.jpg","content":[{"title":"The Wolf and the House Dog","text":"<p>There was once a Wolf who got very little to eat because the Dogs of the village were so wide, awake and watchful.</p><p>He was really nothing but skin and bones and it made him very downhearted to think of it.</p><p>One night this Wolf happened to fall in with a fine fat House Dog who had wandered a little too far from home.</p><p>The Wolf would gladly have eaten him then and there, but the House Dog looked strong enough to leave his marks should he try it. So the Wolf spoke very humbly to the Dog, complimenting him on his fine appearance.</p><p><q>You can be as well-fed as I am if you want to</q> replied the Dog. <q>Leave the woods; there you live miserably. Why, you have to fight hard for every bite you get. Follow my example and you will get along beautifully.</q></p><p><q>What must I do?</q> asked the Wolf.</p><p><q>Hardly anything,</q> answered the House Dog. <q>Chase people who carry canes, bark at beggars, and fawn on the people of the house. In return you will get tidbits of every kind, chicken bones, choice bits of meat, sugar, cake, and much more beside, not to speak of kind words and caresses.</q></p><p>The Wolf had such a beautiful vision of his coming happiness that he almost wept. But just then he noticed that the hair on the Dog's neck was worn and the skin was chafed.</p><p><q>What is that on your neck?</q></p><p><q>Nothing at all,</q> replied the Dog.</p><p><q>What! nothing!</q></p><p><q>Oh, just a trifle!</q></p><p><q>But please tell me.</q></p><p><q>Perhaps you see the mark of the collar to which my chain is fastened.</q></p><p><q>What! A chain!</q> cried the Wolf. <q>Don't you go wherever you please?</q></p><p><q>Not always! But what's the difference?</q> replied the Dog.</p><p><q>All the difference in the world! I don't care a rap for your feasts and I wouldn't take all the tender young lambs in the world at that price.</q> And away ran the Wolf to the woods.</p>","moral":"There is nothing worth so much as liberty.","voicePath":null}],"tags":["dog","wolf"],"related":[2,7,19,20,21,22,48,53,59,64,75,78,86,87,88,89,91,92,93,94,95,96]}