{"id":79,"name":"the-tortoise-and-the-ducks","backgroundPath":"fables/the-tortoise-and-the-ducks/background.jpg","picturePath":"fables/the-tortoise-and-the-ducks/picture.jpg","tilePath":"fables/the-tortoise-and-the-ducks/tile.jpg","iconPath":"fables/the-tortoise-and-the-ducks/icon.jpg","content":[{"title":"The Tortoise and the Ducks","text":"<p>The Tortoise, you know, carries his house on his back.</p><p>No matter how hard he tries, he cannot leave home. They say that Jupiter punished him so, because he was such a lazy stay-at-home that he would not go to Jupiter's wedding, even when especially invited.</p><p>After many years, Tortoise began to wish he had gone to that wedding. When he saw how gaily the birds flew about and how the Hare and the Chipmunk and all the other animals ran nimbly by, always eager to see everything there was to be seen, the Tortoise felt very sad and discontented.</p><p>He wanted to see the world too, and there he was with a house on his back and little short legs that could hardly drag him along.</p><p>One day he met a pair of Ducks and told them all his trouble.</p><p><q>We can help you to see the world,</q> said the Ducks. <q>Take hold of this stick with your teeth and we will carry you far up in the air where you can see the whole countryside. But keep quiet or you will be sorry.</q></p><p>The Tortoise was very glad indeed. He seized the stick firmly with his teeth, the two Ducks took hold of it one at each end, and away they sailed up toward the clouds.</p><p>Just then a Crow flew by. He was very much astonished at the strange sight and cried: <q>This must surely be the King of Tortoises!</q> <q>Why certainly...</q> began the Tortoise.</p><p>But as he opened his mouth to say these foolish words he lost his hold on the stick, and down he fell to the ground, where he was dashed to pieces on a rock.</p>","moral":"Foolish curiosity and vanity often lead to misfortune.","voicePath":null}],"tags":["bird","animal"],"related":[0,3,10,11,15,18,21,23,24,28,29,32,33,35,36,44,45,46,47,49,55,56,61,62,63,68,69,70,73,76,77,78,84,85,97,99]}