{"id":29,"name":"the-fox-and-the-crow","backgroundPath":"fables/the-fox-and-the-crow/background.jpg","picturePath":"fables/the-fox-and-the-crow/picture.jpg","tilePath":"fables/the-fox-and-the-crow/tile.jpg","iconPath":"fables/the-fox-and-the-crow/icon.jpg","content":[{"title":"The Fox and the Crow","text":"<p>One bright morning as the Fox was following his sharp nose through the wood in search of a bite to eat, he saw a Crow on the limb of a tree overhead. This was by no means the first Crow the Fox had ever seen. What caught his attention this time and made him stop for a second look, was that the lucky Crow held a bit of cheese in her beak.</p><p><q>No need to search any farther,</q> thought sly Master Fox. <q>Here is a dainty bite for my breakfast.</q></p><p>Up he trotted to the foot of the tree in which the Crow was sitting, and looking up admiringly, he cried, <q>Good-morning, beautiful creature!\"</q></p><p>The Crow, her head cocked on one side, watched the Fox suspiciously. But she kept her beak tightly closed on the cheese and did not return his greeting.</p><p><q>What a charming creature she is!</q> said the Fox. <q>How her feathers shine! What a beautiful form and what splendid wings! Such a wonderful Bird should have a very lovely voice, since everything else about her is so perfect. Could she sing just one song, I know I should hail her Queen of Birds.</q></p><p>Listening to these flattering words, the Crow forgot all her suspicion, and also her breakfast. She wanted very much to be called Queen of Birds.</p><p>So she opened her beak wide to utter her loudest caw, and down fell the cheese straight into the Fox's open mouth.</p><p><q>Thank you,</q> said Master Fox sweetly, as he walked off. <q>Though it is cracked, you have a voice sure enough. But where are your wits?</q></p>","moral":"The flatterer lives at the expense of those who will listen to him.","voicePath":null}],"tags":["fox","bird"],"related":[0,2,3,9,15,16,18,21,23,24,28,30,31,32,33,34,35,36,37,38,47,49,53,54,55,67,68,69,70,76,79,84,85]}