{"id":58,"name":"the-miller-his-son-and-the-ass","backgroundPath":"fables/the-miller-his-son-and-the-ass/background.jpg","picturePath":"fables/the-miller-his-son-and-the-ass/picture.jpg","tilePath":"fables/the-miller-his-son-and-the-ass/tile.jpg","iconPath":"fables/the-miller-his-son-and-the-ass/icon.jpg","content":[{"title":"The Miller, His Son and Their Ass","text":"<p>A Miller and his son were driving their Ass to a neighboring fair to sell him.</p><p>They had not gone far when they met with a troop of women collected round a well, talking and laughing. <q>Look there,</q> cried one of them, <q>did you ever see such fellows, to be trudging along the road on foot when they might ride?</q></p><p>The old man hearing this, quickly made his son mount the Ass, and continued to walk along merrily by his side.</p><p>Presently they came up to a group of old men in earnest debate.<q>There,</q> said one of them, <q>it proves what I was saying. What respect is shown to old age in these days? Do you see that idle lad riding while his old father has to walk? Get down, you young scapegrace, and let the old man rest his weary limbs.</q></p><p>Upon this the old man made his son dismount, and got up himself.</p><p>In this manner they had not proceeded far when they met a company of women and children: <q>Why, you lazy old fellow,</q> cried several tongues at once, <q>how can you ride upon the beast, while that poor little lad there can hardly keep pace by the side of you?</q></p><p>The good-natured Miller immediately took up his son behind him. They had now almost reached the town.</p><p><q>Pray, honest friend,</q> said a citizen, <q>is that Ass your own?</q> <q>Yes,</q> replied the old man. <q>O, one would not have thought so,</q> said the other, <q>by the way you load him. Why, you two fellows are better able to carry the poor beast than he you.</q> <q>Anything to please you,</q> said the old man; <q>we can but try.</q></p><p>So, alighting with his son, they tied the legs of the Ass together and with the help of a pole endeavored to carry him on their shoulders over a bridge near the entrance to the town.</p><p>This entertaining sight brought the people in crowds to laugh at it, till the Ass, not liking the noise nor the strange handling that he was subject to, broke the cords that bound him and, tumbling off the pole, fell into the river.</p><p>Upon this, the old man, vexed and ashamed, made the best of his way home again, convinced that by endeavoring to please everybody he had pleased nobody, and lost his Ass in the bargain.</p>","moral":"If you try to please all, you please none.","voicePath":null}],"tags":["ass","human"],"related":[2,5,6,7,8,9,13,25,26,43,49,50,54,57,60,64,65,74,75,76,81,83,87,94,99]}